<html>
    <head>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="design.css">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>Образовательное учреждение - Учебная нагрузка</title>
    </head>
    <body>
        <section>
            <nav class="nav"> 
                <ul> 
                    <li><a href="main.php">Главная</a></li>
                    <li><a href="plan.php">Плановая нагрузка</a></li> 
                    <li><a href="fact.php">Фактическая нагрузка</a></li> 
                </ul> 
            </nav> 
            <h1>Учебная нагрузка</h1>
        </section>
        <section>
            <article class="intro">
                <ul class="content">
                    <li>Уважаемые преподаватели, добро пожаловать! Здесь вы можете ознакомиться с информацией о вашей учебной нагрузке. Надеемся, что данный раздел будет полезен при планировании и учете вашей работы. При возникновении вопросов или предложений, пожалуйста, обращайтесь к школьной администрации или группе технической поддержки - мы всегда рады оказать вам оперативную помощь.</li>
                    <h2>Доступные разделы:</h2>
                    <li id='special'>Плановая нагрузка: записи установленной плановой нагрузки [доступ ограничен].</li>
                    <li id='special'>Фактическая нагрузка: записи периодически вносимой фактической нагрузки [доступ открыт].</li>
                </ul> 
            </article>
        </section>
    </body>
</html>