<html>
    <head>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="design.css">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>Образовательное учреждение - Главная</title>
    </head>
    <body>
        <section>
            <nav class="nav"> 
                <ul> 
                    <li><a href="society.php">Школьное сообщество</a></li> 
                    <li><a href="load.php">Учебная нагрузка</a></li> 
                    <li><a href="schedule.php">Расписание</a></li>
                </ul> 
            </nav> 
            <h1>Образовательное учреждение</h1>
        </section>
        <section>
            <p><img class="profile" src="pictures/school.png" align="left"></p>
            <article class="intro">
                <h2>Общая информация:</h2>
                <ul class="content">
                    <li>Наше образовательное учреждение является не просто местом, где учат читать и писать, оно представляет собой дружную семью, где каждый ученик ценен и важен. Мы стремимся создать атмосферу, в которой дети чувствуют себя комфортно, безопасно и вдохновленно.</li>
                    <li>Здесь, в окружении опытных и заботливых педагогов, каждый ребенок сможет раскрыть свой потенциал и таланты, научиться мыслить. Мы предлагаем не только качественное образование, соответствующее современным стандартам, но и широкий спектр внеурочных занятий, позволяющих развивать творческие способности, спортивные навыки и лидерские качества.</li>
                    <li>Присоединяйтесь к нашему школьному сообществу и откройте для себя мир знаний и возможностей!</li>
                </ul> 
            </article>
        </section>
    </body>
    <footer id="footer">developed by `t.me/m.sova`</footer>
</html>